---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.FamilyFailures.CantPlaceInstanceWarning
source: html/f96b13c3-2b53-3ee5-760b-9cfeae1b2fb9.htm
---
# Autodesk.Revit.DB.BuiltInFailures.FamilyFailures.CantPlaceInstanceWarning Property

Can't place instance of [Symbol]

## Syntax (C#)
```csharp
public static FailureDefinitionId CantPlaceInstanceWarning { get; }
```